---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.DecalFailures
source: html/813b7473-deae-dd26-2f4c-a89b5b32b2d5.htm
---
# BuiltInFailures.DecalFailures Properties

Can't place Decal at new position.